[
  {
    "text": "Preciso abrir um chamado para reativar a internet",
    "label": "Produtivo"
  },
  { "text": "Obrigado pela ajuda!", "label": "Improdutivo" },
  { "text": "Atualizar senha do sistema", "label": "Produtivo" },
  { "text": "Parabéns pelo trabalho!", "label": "Improdutivo" },
  {
    "text": "Preciso de suporte para acessar o portal, está apresentando erro de login.",
    "label": "Produtivo"
  },
  {
    "text": "Segue a planilha atualizada com os dados solicitados.",
    "label": "Produtivo"
  },
  {
    "text": "Poderiam confirmar se o chamado #123 já foi encerrado?",
    "label": "Produtivo"
  },
  {
    "text": "Estou com dúvidas sobre como gerar relatórios financeiros no sistema.",
    "label": "Produtivo"
  },
  {
    "text": "Solicito a atualização do status do processo aberto semana passada.",
    "label": "Produtivo"
  },
  {
    "text": "Gostaria de pedir o desbloqueio do meu usuário.",
    "label": "Produtivo"
  },
  {
    "text": "Preciso reagendar a reunião marcada para amanhã.",
    "label": "Produtivo"
  },
  {
    "text": "Envio o comprovante de pagamento referente à fatura pendente.",
    "label": "Produtivo"
  },
  {
    "text": "Por favor, orientem-me sobre como recuperar a senha esquecida.",
    "label": "Produtivo"
  },
  {
    "text": "Quero registrar uma reclamação sobre a lentidão no sistema.",
    "label": "Produtivo"
  },
  {
    "text": "Parabéns pelo excelente trabalho entregue neste trimestre!",
    "label": "Improdutivo"
  },
  {
    "text": "Desejo boas-vindas ao novo integrante da equipe.",
    "label": "Improdutivo"
  },
  {
    "text": "Aproveito para desejar um ótimo feriado a todos.",
    "label": "Improdutivo"
  },
  {
    "text": "Muito obrigado pelo apoio prestado ontem.",
    "label": "Improdutivo"
  },
  {
    "text": "Compartilho este artigo interessante que encontrei sobre inovação.",
    "label": "Improdutivo"
  },
  {
    "text": "Feliz aniversário! Muitas felicidades e sucesso sempre.",
    "label": "Improdutivo"
  },
  {
    "text": "Bom dia a todos, vamos ter uma ótima semana de trabalho!",
    "label": "Improdutivo"
  },
  {
    "text": "Gostaria de parabenizar a equipe pela dedicação.",
    "label": "Improdutivo"
  },
  {
    "text": "Agradeço pela atenção e paciência no atendimento.",
    "label": "Improdutivo"
  },
  {
    "text": "Envio apenas para reforçar meu agradecimento pelo suporte.",
    "label": "Improdutivo"
  },
  {
    "text": "Preciso abrir um chamado para reativar minha internet que parou ontem.",
    "label": "Produtivo"
  },
  {
    "text": "Poderiam me enviar o relatório atualizado do meu atendimento?",
    "label": "Produtivo"
  },
  {
    "text": "Estou com dificuldade para acessar o sistema, aparece erro de senha inválida.",
    "label": "Produtivo"
  },
  {
    "text": "Gostaria de saber se já existe previsão de solução para o ticket que abri semana passada.",
    "label": "Produtivo"
  },
  { "text": "Obrigado pelo rápido retorno!", "label": "Improdutivo" },
  {
    "text": "Desejo a todos um ótimo final de semana.",
    "label": "Improdutivo"
  },
  {
    "text": "Fiquei muito satisfeito com o atendimento, parabéns à equipe.",
    "label": "Improdutivo"
  },
  {
    "text": "Bom dia! Apenas para avisar que recebi os documentos corretamente.",
    "label": "Improdutivo"
  },
  {
    "text": "Poderia atualizar meu cadastro com o novo endereço?",
    "label": "Produtivo"
  },
  {
    "text": "Conseguem me ajudar a restaurar minha senha? Não estou conseguindo logar.",
    "label": "Produtivo"
  },
  {
    "text": "Gostaria de solicitar a emissão de uma segunda via da fatura.",
    "label": "Produtivo"
  },
  {
    "text": "Parabéns a todos pelo sucesso no projeto!",
    "label": "Improdutivo"
  },
  {
    "text": "Preciso de suporte urgente: não consigo finalizar uma venda no sistema.",
    "label": "Produtivo"
  },
  {
    "text": "O atendimento foi excelente, muito obrigado.",
    "label": "Improdutivo"
  },
  {
    "text": "Vocês poderiam liberar o acesso para o novo colaborador?",
    "label": "Produtivo"
  },
  {
    "text": "Quero agendar uma reunião para discutir os problemas recorrentes.",
    "label": "Produtivo"
  },
  {
    "text": "Boa tarde, só passando para agradecer a ajuda prestada.",
    "label": "Improdutivo"
  },
  {
    "text": "Estou com erro ao tentar gerar relatórios de vendas. Podem verificar?",
    "label": "Produtivo"
  },
  {
    "text": "Fico muito feliz pela parceria de sempre!",
    "label": "Improdutivo"
  },
  {
    "text": "Solicito a atualização do contrato para incluir os novos serviços.",
    "label": "Produtivo"
  }
]
